{
  "results": [
  	{
		"author"          : "Pankaj Ghemawat",
		"title"           : "What Business Schools Don’t Get About MOOCs",
		"subtitle"        : "",
		"content_short"	  : "There’s trouble in business-education paradise.<br/>Recent news stories have described significant dissension at Harvard Business School about MOOCs (massive open online courses).  For the uninitiated, MOOCs are courses that are taught over the internet, and which are usually open to all comers.  In the spirit of full disclosure, I recently taught a MOOC for IESE Business School on the Coursera platform.  I’m also a graduate of Harvard Business School and a former faculty member there.  So I am hardly a neutral party.",
		"content"         : "",
		"publicationType" : "ARTICLE",
		"publication"     : "Harvard Business Review",
		"publisher"       : "",
		"date"            : "August 11, 2014",
		"pages"           : "",
		"other"           : "",
		"main_cta"        : "",
		"main_cta_2"      : "",
		"other_cta"       : "",
		"ext_link"        : "Read more on external site",
		"pdf_link"        : "",
		"xls_link"        : "",
		"picture"         : "",
		"audio"           : "",
		"share"           : true
  	},
  	{
		"author"          : "Pankaj Ghemawat",
		"title"           : "For Corporate Cosmopolitanism, Start at the Top",
		"subtitle"        : "",
		"content_short"	  : "If your company's management team isn't as global as its target markets, you aren't alone. Some 30% of U.S. companies admit that they have failed to fully exploit their international business opportunities because of insufficient internationally competent personnel. Could the problem start all the way at the top? <br/>In my 2011 HBR article, The Cosmopolitan Corporation, I argued that a cosmopolitan leadership team just might be the critical organizational ingredient for firms to succeed in a world that is neither global nor local but rather a complex combination of the two (what I call World 3.0). <br/>And now there's new data to support that.",
		"content"         : "",
		"publicationType" : "ARTICLE",
		"publication"     : "Harvard Business Review",
		"publisher"       : "",
		"date"            : "July 2013",
		"pages"           : "",
		"other"           : "",
		"main_cta"        : "",
		"main_cta_2"      : "",
		"other_cta"       : "",
		"ext_link"        : "Read more on external site",
		"pdf_link"        : "",
		"xls_link"        : "",
		"picture"         : "article_1.png",
		"audio"           : "",
		"share"           : true
  	},
  	{
		"author"          : "Pankaj Ghemawat",
		"title"           : "Become an Ex-Pat and Still Get Ahead: Research on Choosing the Right Company",
		"subtitle"        : "",
		"content_short"	  : "For young managers aspiring to climb the ranks, working at a big corporation within their home country can seem stifling. In the case of a Japanese or Korean business, workers may fear a slow career progression, as seniority tends to take priority over performance and potential. When it comes to a French company, not being part of the closely-knit and self-protective elite of “très grandes écoles” graduates could feel like a disadvantage.",
		"content"         : "",
		"publicationType" : "ARTICLE",
		"publication"     : "Harvard Business Review",
		"publisher"       : "",
		"date"            : "January 9, 2014",
		"pages"           : "",
		"other"           : "",
		"main_cta"        : "",
		"main_cta_2"      : "",
		"other_cta"       : "",
		"ext_link"        : "Read more on external site",
		"pdf_link"        : "",
		"xls_link"        : "",
		"picture"         : "article_2.png",
		"audio"           : "",
		"share"           : true
  	}
  ]
}
