{
  "results": [
  	{
		"author"          : "Pankaj Ghemawat, Steven A. Altman",
		"title"           : "Mittal Steel in 2006: Changing the Steel Game",
		"subtitle"        : "",
		"content_short"	  : "This case provides an opportunity to examine the growth of offshore services from the perspective of India's oldest and largest IT services firm. Focusing on Tata Consultancy Services (TCS) at this stage of its development offers a window into the process of upgrading within a sector that historically competed based on low prices, as TCS aspires to compete also on a promise of superior quality. The case also provides an opportunity to discuss the international expansion of emerging market-based companies and the shifting geography of the IT services industry in the context of TCS's expansion in Latin America and Western IT services firms' expansion in India.<br/>**Teaching Note Available",
		"content"         : "",
		"publicationType" : "CASES AND TEACHING NOTES",
		"publication"     : "PG0004",
		"publisher"       : "",
		"date"            : "",
		"pages"           : "",
		"other"           : "",
		"main_cta"        : "",
		"main_cta_2"      : "",
		"other_cta"       : "",
		"ext_link"        : "http://www.example.com",
		"pdf_link"        : "",
		"xls_link"        : "",
		"picture"         : "",
		"audio"           : "",
		"share"           : true
  	},
  	{
		"author"          : "Pankaj Ghemawat, Ravi Madhavan",
		"title"           : "Tata Consultancy Services: Selling Certainty",
		"subtitle"        : "",
		"content_short"	  : "Mittal Steel's remarkable rise to the top of the steel industry spearheaded a wave of cross-border consolidation that aimed to fundamentally change the industry's competitive and geographic structure. This case provides the opportunity to examine how Lakshmi Mittal built his company's position via international acquisitions, to assess the logic of global integration in the steel industry, and to think through how Mittal can continue adding value to its acquired operations on an ongoing basis (i.e., post-turnaround) as a global steel company.<br/>**Teaching Note Available",
		"content"         : "",
		"publicationType" : "CASES AND TEACHING NOTES",
		"publication"     : "PG0002",
		"publisher"       : "",
		"date"            : "",
		"pages"           : "",
		"other"           : "",
		"main_cta"        : "",
		"main_cta_2"      : "",
		"other_cta"       : "",
		"ext_link"        : "http://www.example.com",
		"pdf_link"        : "",
		"xls_link"        : "",
		"picture"         : "",
		"audio"           : "",
		"share"           : true
  	},
  	{
		"author"          : "Pankaj Ghemawat, Steven A. Altman ",
		"title"           : "The Indian IT Services Industry in 2007",
		"subtitle"        : "",
		"content_short"	  : "The Indian IT Services sector's rapid, profitable growth has transformed the geography and economics of IT while simultaneously spearheading India's broader economic resurgence. Discussion focuses on what many regard as the iconic Indian sector and illustrates the globalization that is under way in parts of the service sector. The case offers students the opportunity to analyze this industry's rise and prospects at a period when many observers were questioning whether its growth could be sustained.<br/>**Teaching Note Available",
		"content"         : "",
		"publicationType" : "CASES AND TEACHING NOTES",
		"publication"     : "PG0003",
		"publisher"       : "",
		"date"            : "",
		"pages"           : "",
		"other"           : "",
		"main_cta"        : "",
		"main_cta_2"      : "",
		"other_cta"       : "",
		"ext_link"        : "http://www.example.com",
		"pdf_link"        : "",
		"xls_link"        : "",
		"picture"         : "",
		"audio"           : "",
		"share"           : true
  	}
  ]
}
