{
  "results": [
  	{
		"author"          : "Pankaj Ghemawat",
		"title"           : "The Globalization of Markets",
		"subtitle"        : "",
		"content_short"	  : "The term “globalization” first appeared in a dictionary of (American) English in 1951, and its roots can be traced back to the terms “global” (which took on the meaning of ‘world scale’ in the late 19th century) and “globalize” (which appeared in the 1940s).1,2 Globalization came to prominence in popular discourse in the late 1990s and early 2000s, concurrent with a surge in publications on the topic. In the early 1990s, the U.S. Library of Congress catalog listed less than 50 publications per year related to globalization – from 2002 to 2008 there were more than 1100 every year.",
		"content"         : "",
		"publicationType" : "",
		"publication"     : "",
		"publisher"       : "",
		"date"            : "",
		"pages"           : "",
		"other"           : "",
		"main_cta"        : "",
		"main_cta_2"      : "",
		"other_cta"       : "",
		"ext_link"        : "",
		"pdf_link"        : "View PDF",
		"xls_link"        : "",
		"picture"         : "",
		"audio"           : "",
		"share"           : true
  	},
  	{
		"author"          : "Pankaj Ghemawat",
		"title"           : "National Cultural Differences and Multinationals Business",
		"subtitle"        : "",
		"content_short"	  : "The eminent Dutch psychologist, management researcher, and culture expert Geert Hofstede, early in his career, interviewed unsuccessfully for an engineering job with an American company. Later, he wrote of typical cross-cultural misunderstandings that crop up when American managers interview Dutch recruits and vice versa:<br/><br/>“American applicants, to Dutch eyes, oversell themselves. Their CVs are worded in superlatives…during the interview they try to behave assertively, promising things they are very unlikely to realize…Dutch applicants in American eyes undersell themselves. They write modest and usually short CVs, counting on the interviewer to find out by asking how good they really are…they are very careful not to be seen as braggarts and not to make promises they are not absolutely sure they can fulfill. American interviewers know how to interpret American CVs and interviews and they tend to discount the information provided. Dutch interviewers, accustomed to Dutch applicants, tend to upgrade the information. To an uninitiated American interviewer an uninitiated Dutch applicant comes across as a sucker. To an uninitiated Dutch interviewer an uninitiated American applicant comes across as a braggart.”",
		"content"         : "",
		"publicationType" : "",
		"publication"     : "",
		"publisher"       : "",
		"date"            : "",
		"pages"           : "",
		"other"           : "",
		"main_cta"        : "",
		"main_cta_2"      : "",
		"other_cta"       : "",
		"ext_link"        : "",
		"pdf_link"        : "View PDF",
		"xls_link"        : "",
		"picture"         : "",
		"audio"           : "",
		"share"           : true
  	}
  ]
}
