{
  "results": [
  	{
		"author"          : "Sayan Chatterjee, Kenneth S. Corts, Pankaj Ghemawat, Gary P Pisano, Jan W.Rivkin.",
		"title"           : "Comeptitive Strategy, Business Fundamental Series 1520.",
		"subtitle"        : "",
		"content_short"	  : "Business Fundamentals are collections of Harvard Business School background materials, reflecting HBS courses and supplemented by self-study aids. This collection includes six background notes, two articles from Harvard Business Review, and one article from California Management Review. The collection covers ideas, issues, and best practice principles in the area of competitive strategy. Selection and sequencing of materials were based in part on the first-year MBA course on competitive strategy. Included are: “Competition and Business Strategy in Historical Perspective,” “What Is Strategy?,” “A Note on Microeconomics for Strategists,” “How Competitive Forces Shape Strategy,” “Creating Competitive Advantage,” “Sustaining Superior Performance: Commitments and Capabilities,” “Delivering Desired Outcomes Efficiently,” “Industry Transformation,” and “An Alternative Approach to Making Strategic Choices.”",
		"content"         : "",
		"publicationType" : "OTHER TEACHING MATERIALS",
		"publication"     : "",
		"publisher"       : "Harvard Business School Publishing, 2002.",
		"date"            : "",
		"pages"           : "",
		"other"           : "",
		"main_cta"        : "",
		"main_cta_2"      : "",
		"other_cta"       : "",
		"ext_link"        : "",
		"pdf_link"        : "",
		"xls_link"        : "",
		"picture"         : "",
		"audio"           : "",
		"share"           : true
  	},
  	{
		"author"          : "Pankaj Ghemawat",
		"title"           : "Getting Global Strategy Right.",
		"subtitle"        : "",
		"content_short"	  : "",
		"content"         : "",
		"publicationType" : "OTHER TEACHING MATERIALS",
		"publication"     : "Faculty Seminar Series. Boston: Harvard Business School Publishing, 2003",
		"publisher"       : "Cd-rom. (Faculty Lecture: HBSP Product Number 5623C.)",
		"date"            : "Harvard Business School Publishing, 2002.",
		"pages"           : "",
		"other"           : "",
		"main_cta"        : "",
		"main_cta_2"      : "",
		"other_cta"       : "",
		"ext_link"        : "",
		"pdf_link"        : "",
		"xls_link"        : "",
		"picture"         : "",
		"audio"           : "",
		"share"           : true
  	},
  	{
		"author"          : "Pankaj Ghemawat",
		"title"           : "Getting Global Strategy Right.",
		"subtitle"        : "",
		"content_short"	  : "Video. When setting a strategy for doing business across borders, do you look for similarities and differences between countries? Companies will operate at intermediate levels of cross-border integration for the foreseeable future, and this state of “semi-globalization” offers enormous challenges and opportunities. Listen to Harvard Business School Professor Pankaj Ghemawat's case examples, learn to think broadly about adaptation and aggregation strategies, and remember to include arbitrage, the “forgotten strategy,” in your choices. Choosing from a full set of strategy options greatly increases your company's chance of creating value from cross-border operations.",
		"content"         : "",
		"publicationType" : "OTHER TEACHING MATERIALS",
		"publication"     : "",
		"publisher"       : "Harvard Business School Case Method Teaching CD 704-498.",
		"date"            : "",
		"pages"           : "",
		"other"           : "",
		"main_cta"        : "",
		"main_cta_2"      : "",
		"other_cta"       : "",
		"ext_link"        : "",
		"pdf_link"        : "",
		"xls_link"        : "",
		"picture"         : "",
		"audio"           : "",
		"share"           : true
  	}
  ]
}
