{
  "results": [
  	{
		"author"          : "Pankaj Ghemawat",
		"title"           : "Global Standardization vs. Localization: A Case Study and a Model. In The Global Market: Developing a Strategy to Manage Across Borders, edited by John A. Quelch and Rohit Deshpandé.",
		"subtitle"        : "",
		"content_short"	  : "Pankaj Ghemawat uses a case study of STAR in Asian satellite TV. His historical overview describes STAR's initial targeting of the top 5 percent of Asian TV consumers, which allowed for a standardizable product of largely Western programming in English. Very quickly, however, STAR was forced to abandon this approach and move toward localizing programming content with local regional languages. STAR's miscues are revealing, all the more so because of the key lessons learned. Ghemawat builds an economic model based on the START TV case example and then elaborates on why the anticipated convergence of consumer tastes did not occur. He point to three specific antistandardization factors: cultural (especially linguistic) differences between countries (the 'home bias'), administrative and political differences between countries, and infrastructural differences (such as differences in the sophistication of TV ratings systems in the STAR TV case).",
		"content"         : "",
		"publicationType" : "WORKING PAPER",
		"publication"     : "Harvard Business Review",
		"publisher"       : "San Francisco, Calif.: Jossey-Bass, 2004.",
		"date"            : "",
		"pages"           : "",
		"other"           : "",
		"main_cta"        : "",
		"main_cta_2"      : "",
		"other_cta"       : "",
		"ext_link"        : "",
		"pdf_link"        : "",
		"xls_link"        : "",
		"picture"         : "",
		"audio"           : "",
		"share"           : true
  	},
  	{
		"author"          : "Pankaj Ghemawat",
		"title"           : "Semiglobalization and Competitive Strategy",
		"subtitle"        : "",
		"content_short"	  : "",
		"content"         : "",
		"publicationType" : "WORKING PAPER",
		"publication"     : "",
		"publisher"       : "",
		"date"            : "2003 (March)",
		"pages"           : "",
		"other"           : "",
		"main_cta"        : "",
		"main_cta_2"      : "",
		"other_cta"       : "",
		"ext_link"        : "",
		"pdf_link"        : "",
		"xls_link"        : "",
		"picture"         : "",
		"audio"           : "",
		"share"           : true
  	},
  	{
		"author"          : "Pankaj Ghemawat",
		"title"           : "Capital Commitment and Profitability: An Empirical Investigation",
		"subtitle"        : "",
		"content_short"	  : "Opportunities to precommit costs can either increase the rents of incumbent firms (by deterring entry), or decrease them (through commitment races and lapses into noncooperation). Authors seek to discriminate statistically between these predictions in the determinants of profits of businesses in a cross-section of concentrated markets for producer nondurables. Overall, a business's profitability declines with its industry's scope for precommitting production capacity (sunk costs). However, variables interacted with the scope for commitment do not point clearly toward one or the other mechanism. Therefore, commitment opportunities seem likely to lead to deterrence and noncooperative rivalry in proportions that differ idiosyncratically among markets",
		"content"         : "",
		"publicationType" : "WORKING PAPER",
		"publication"     : "",
		"publisher"       : "Supplement. Oxford Economic Papers 38 (November 1986): 94-110.",
		"date"            : "2003 (March)",
		"pages"           : "",
		"other"           : "",
		"main_cta"        : "",
		"main_cta_2"      : "",
		"other_cta"       : "",
		"ext_link"        : "Read more on external site",
		"pdf_link"        : "",
		"xls_link"        : "",
		"picture"         : "",
		"audio"           : "",
		"share"           : true
  	}
  ]
}
